<template>
  <div style="padding: 10px;">
    <h1 class="f-m" style="text-align: center;font-size: 16px; margin-bottom: 10px;">服务费订金支付协议</h1>
    <p>尊敬的用户，为保障您的合法权益，请您在使用金证通平台（以下简称“本平台”）支付服务费订金前仔细阅读本《服务费订金支付协议》（以下简称“本协议”），以了解服务费订金的用途、支付方式、支付对象、服务费订金退还等规则内容，避免产生不必要的误解、纠纷或投诉。当您点击“确认支付”按钮，即视为您已阅读并充分理解本协议各项条款内容，并同意遵守本协议的各项条款。您支付服务费订金后，即视为您愿意为您的支付行为承担相应的责任，同时也享有您的支付行为给您带来的权益。若您不同意或不愿意执行本协议条款内容，请您立即终止支付行为。</p>
    <p>本协议条款如下：</p>
    <p>一、 服务费：是指您和本平台授权经纪人（在本平台注册的经纪人，以下简称“经纪人”）达成贷款融资服务后，您应该向经纪人支付的费用。服务费金额为服务费比例乘以放款额。其中，服务费比例是您与经纪人确定贷款服务意向时双方达成的比例，一般会在《贷款咨询服务协议》中写明。如贷款未成功，服务费订金或服务费会全额退还给您。</p>
    <p>二、 服务费订金：是您与经纪人确定贷款服务意向时，您先支付的订金，是属于服务费一部分。在贷款成功放款后，您需要支付剩余的服务费（剩余服务费=服务费-订金），剩余服务费采用其它方式支付，包括不限于：现金、转账、刷卡等方式。</p>
    <p>三、 支付方式：本平台对接微信支付系统，通过微信支付通道完成资金划转操作，在支付前，您要保证您的微信钱包或关联微信钱包的银行卡有足够的余额，余额不够，则不能完成支付。</p>
    <p>四、 您支付的贷款服务费订金会保存在本平台的微信账户，放款成功后，本平台会将您支付服务费订金的全部或部分支付给经纪人。如贷款未成功，贷款服务费订金会原路退回到您的帐号。</p>
    <p>五、 您在支付贷款服务费订金前，您要确认和经纪人签署了贷款咨询服务协议，并同意向经纪人支付相关费用，您必须确认您支付的服务费比例。确保后期对剩余服务费金额不会有争议。</p>
    <p>六、 本平台收到您的支付费用，即认为您已经和经纪人达成相关协议，本平台不会验证确认您和经纪人达成协议的真实性和其他相关内容。</p>
    <p>七、 当您的贷款融资服务结束，且您已经获取到相应的贷款，本平台会依据您委托的经纪人的指令，把您支付的服务费订金支付给经纪人；在执行经纪人的支付指令前，本平台会通过微信或手机等通讯方式向您确认经纪人的指令，如果您回复“确认”或在24小时内不回复信息，本平台均视为您同意按照经纪人的指令支付。</p>
    <p>八、 如果您对经纪人提供的贷款融资服务有异议，您可以在服务结束前向本平台提出诉求，本平台将联系经纪人协商处理您的诉求，在您和经纪人没有达成协商结果前，您支付的服务费订金暂时在本平台冻结，直到您和经纪人协商达成一致，本平台按照协商结果处理您支付的费用。</p>
    <p>九、 如果您向本平台提出对经纪人服务有异议的时间是在本协议第“六”条之后，本平台不响应您提出的异议，后果由您自行承担。</p>
    <p>十、 本平台提供的服务费订金支付服务因技术、监管等原因导致服务中止、终止，本平台会积极协调，尽快恢复服务，如非本平台原因导致的支付金额差异、错误，本平台均不承担相应责任。</p>
    <p>十一、本协议有深圳奔球金融服务有限公司负责解释。</p>
  </div>
</template>
<style scoped>
  p{
    text-indent: 2em;
    font-size: 14px;
    margin-bottom: 10px;
  }
</style>