<template>
	<div>
		<div class="title">
			金证通服务协议
		</div>
		<div class="content">
			<div class="r1"> 一. 总则</div>
			<div class="inde2">
				金证通平台（以下简称“金证通”、“本平台”或“我们”）由奔球金融服务有限公司负责运营，我们特别提醒您在注册成为本平台用户（以下简称“您”、“用户”或“经纪人”）之前，请认真阅读《金证通平台用户服务协议》（以下简称“本协议”），您的注册、登录、使用等行为将视为已经认真阅读、理解并完全接受本协议，并同意接受本协议各项条款的约束。</div>
			<div class="inde2">
				根据《中华人民共和国网络安全法》及其他相关法律法规的规定，您在注册、使用本平台各项服务的过程中，应遵守国家法律法规，履行维护网络安全的义务。我们有权根据需要不时地修改本协议或根据本协议制定、修改各类具体规则，以符合国家法律法规的要求，您有义务遵守该规则。除另行规定外，任何变更或修订在我们发布之时立即生效，您应不时地注意本协议及具体规则的变更，若您在本协议及具体规则变更之后继续使用本平台服务的，表示您已充分阅读、理解并接受修改后的内容，若您不同意修改后的协议内容，您应停止使用本平台的各项服务。
			</div>
			<div class="r1 "> 二. 用户注册和管理</div>
			<div class="inde2">
				1.本平台可以通过微信公众号、网站、 APP进行注册登录。
			</div>
			<div class="inde2">
				2.本平台只接受持有中国有效身份证明的18周岁以上具有完全民事行为能力的自然人成为金证通用户。无民事行为能力人、限制民事行为能力的人不得注册为金证通用户，我们一经发现，有权立即停止该您的各项服务或注销该账号，并保留追究您使用本平台导致的一切法律责任。
			</div>
			<div class="inde2">
				3.您注册成功后，不得将本平台的用户账号和密码转让给第三方使用。您确认，您用您的用户账号和密码登录本平台后在本平台的一切行为均代表您本人作出的行为并由您承担相应的法律后果。任何利用您的用户账号和密码登录本平台并进行操作的行为均将被视为您的行为。因此，您有义务非常谨慎地保管自己的用户账号和密码。本平台对您的用户账号和密码的遗失或被盗所产生的后果不承担任何责任。
			</div>

			<div class="inde2">
				4.若您的账号符合以下任一条件，本平台有权回收您的账号，本平台相应服务同时终止：
				<div class="inde4"> 1)未通过实名认证的账号；</div>
				<div class="inde4"> 2)连续十二个月未登录本平台的账号；</div>
				<div class="inde4"> 3)存在违反用户服务协议或本平台实际运营规则行为的账号；</div>
				<div class="inde4"> 4)存在其他国家法律法规禁止行为的账号。</div>
			</div>
			<div class="inde2">
				5.本平台在必要时，可能通过公安部身份识别系统、开户银行等途径交叉验证您的姓名、身份证号及银行预留手机号的一致性，您同意授予金证通为上述工作所必须的授权。
			</div>
			<div class="inde2">
				6.您不得使用他人的或虚假的身份信息、银行账号等资料在本平台注册，由此对本平台及他人造成财产损失或其他损失的，您应当承担相应的民事或刑事责任。
			</div>
			<div class="inde2">
				7.您填写完注册资料后，点击确认即完成在本平台的注册行为，亦即代表您同意并签署本协议。
			</div>
			<div class="r1 ">三. 服务内容</div>
			<div class="inde2"> 1.金证通平台是一个独立的信贷经纪人移动展业平台，服务对象为平台注册用户（即自由经纪人）及其有贷款需求的客户，本平台通过互联网及线下运营资源向本平台用户提供包括但不限于贷款居间服务、贷款抄单、制定贷款方案、贷款产品代理、贷款咨询、信息查询、消息推送、服务费订金代收、服务报酬核算及支付服务等。</div>
			<div class="inde2"> 2.您需要在本平台进行信贷业务展业，必须先注册为本平台用户，注册成功后即成为金证通平台信贷业务自由经纪人，您即可在本平台开展信贷居间业务，并可享有平台的相关服务。</div>
			<div class="inde2"> 3.金证通平台为配合您的展业，可以提供贷款抄单服务，为您的客户制定贷款方案并指引其完成贷款；同时我们也为您提供中介服务费订金代收服务，以保障您正当的劳务报酬；除此之外，我们还为您提供产品返佣服务，您推荐的客户消费了本平台代理产品，您将获得相应的佣金报酬。以上所得我们将及时记录到您的平台账户，并依据您的指令支付到您指定的银行账户。
			</div>
			<div class="inde2"> 4.您在本平台展业并获取相关报酬，并不代表您和本平台存在任何劳动合同关系，您在本平台的活动均为个人行为，并为行为结果负责。</div>
			<div class="inde2"> 5.金证通平台和多个贷款产品资方合作，本平台展示的产品均为真实有效的贷款产品，同时，本平台为您的借款客户提供贷款需求进件通道，贷款产品和通道的可用性由资方保证，本平台不对产品和通道的可用性做任何承诺。 </div>
			<div class="inde2"> 6.金证通平台完全按照贷款产品提供方的要求提供服务，您在本平台的展业规则必须符合国家监管部门的要求，同时必须符合贷款产品方的展业要求。因您自身违规展业导致的纠纷或法律责任，本平台不承担任何责任，由您自行承担。</div>
			<div class="inde2">
				7.金证通平台的服务按照国家规定的工作时间提供服务，国家法定节假日不提供任何业务处理服务。
			</div>
			<div class="inde2"> 8.金证通平台服务仅供个人用户使用。除我们书面同意，您或其他用户均不得将本平台上的任何信息用于商业目的。</div>
			<div class="inde2"> 9.您使用金证通平台服务时所需的相关的设备以及网络资源等（如个人电脑及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均由您自行负担。
			</div>

			<div class="r1 "> 四. 服务报酬核算与支付</div>
			<div class="inde2"> 1.本协议所称“服务报酬”，指根据本平台当期运营规则，您在平台展业后可能获得的客户或平台支付的服务费订金、现金奖励、服务佣金等。</div>
			<div class="inde2">2.本平台有权调整服务报酬核算规则、支付时间和频率，调整后及时在您展业过程中使用的平台界面展示，或其他渠道（运营人员主动告知、用户查询）向您通知服务报酬核算规则的调整，一经发布立即生效，您应密切关注相关信息。</div>
			<div class="inde2">3.您充分理解并认同服务报酬核算规则的时效性和非普遍性，是否获得报酬及报酬比例以本平台通知和实际运营规则为准。如您不接受本平台给予您的服务报酬，请立即停止使用本平台的服务。若您继续使用，则表示同意服务报酬核算标准，并不得以不知情、不同意为由要求本平台补偿或赔偿。</div>
			<div class="inde2">4.您充分理解并认同，您不可撤销地授权本平台代为向客户收取服务费订金，本平台代为收取客户服务费订金后再支付至您的支付账户。您收取服务报酬后应当按照税法主动履行纳税义务，否则由此造成我们损失的，您应予以赔偿。如因客户违约等情形导致您未收到客户支付的服务费订金，您有权直接向客户追偿，本平台不承担任何责任。
			</div>
			<div class="inde2">5.您应向本平台提供真实有效的支付账户信息用于收取服务报酬，并在有变动的时候第一时间通知本平台。若因您提供的支付账户信息错误等原因导致服务报酬支付到他人账户的，相关损失由您本人承担，并不得要求本平台给予额外补偿或赔偿。
			</div>
			<div class="inde2">6.若因您提供的支付账户信息错误等原因导致服务报酬支付失败的，您有权要本平台在条件具备的情况下继续支付，但您应承担继续支付产生的支付手续费用，并不得要求本平台给予额外补偿或赔偿。
			</div>
			<div class="inde2">7.除按照服务报酬核算规则获得报酬外，您不得以本平台名义自行向借款客户收取额外的任何费用。</div>
			<div class="r1"> 五. 服务使用规范</div>
			<div class="inde2">1.您同意遵守金证通有关您使用本平台服务时应遵守的各项规则制度、业务操作规程。
			</div>
			<div class="inde2">2.您不得利用本平台或本平台服务从事任何不符合中国法律法规或侵犯他人权益的活动。本平台在发现您从事该等活动时，有权不经通知而立即停止您对本平台的全部或部分功能的使用。
			</div>
			<div class="inde2">3.您不得利用金证通平台从事下列危害互联网信息网络安全的活动：
				<div class="inde4"> 1)未经允许，进入计算机信息网络或者使用计算机信息网络资源； </div>
				<div class="inde4"> 2)未经允许，对计算机信息网络功能进行删除、修改或者增加； </div>
				<div class="inde4"> 3)未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加； </div>
				<div class="inde4"> 4)故意制作、传播计算机病毒等破坏性程序； </div>
				<div class="inde4"> 5)其他危害计算机信息网络安全的行为。 </div>
			</div>
			<div class="inde2">4.若您在未经金证通书面同意的情况下，以金证通及相关合作方名义进行本协议约定的服务之外的行为，金证通有权随时单方面解除本协议并禁用您的账号，同时追究您因此造成损失的相关法律责任。
			</div>
			<div class="inde2">5.若您的操作影响系统总体稳定性或完整性，我们将暂停或终止您的操作，直到相关问题得到解决。若因此导致金证通利益受损，我们将保留向您追究责任并赔偿损失的权利。
			</div>
			<div class="inde2">6.若您的行为损害金证通利益，金证通有权向您追究责任并要求损害赔偿。</div>
			<div class="r1"> 六. 信息和隐私保护</div>
			<div class="inde2">1.您在访问、使用金证通平台和相关服务时，必须提供您本人或您的客户的真实个人信息（以下简称“个人信息”），且您应该根据实际变动情况及时更新所提供的个人信息。保护用户隐私是我们的重点原则，我们通过各种技术手段和强化内部管理等办法提供隐私保护服务功能，充分保护您提交的个人信息安全。
			</div>
			<div class="inde2">2.本平台不负责审核您提供的个人信息的真实性、准确性或完整性，因信息不真实、不准确或不完整而引起的任何问题及其后果，由您自行承担，且您应保证我们免受由此而产生的任何损害或责任。若我们发现您提供的个人信息是虚假、不准确或不完整的，我们有权自行决定终止向您提供服务。
			</div>
			<div class="inde2">3.如果您是经纪人，您在展业过程中，若需要提交您的客户资料或需要您的客户自己提交资料到本平台，在提交资料前，您有义务向客户说明资料的用途和保护规则，在客户明确表示完全理解和同意后，您才可以将客户的资料在本平台提交，提交了客户资料视为客户完全同意本协议的各项条款。如果您没有完全履行客户告知义务导致客户投诉或本平台损失的，您将承担全部责任。
			</div>
			<div class="inde2">4.您已明确授权，为提供服务、履行协议、解决争议、保障交易安全等目的，我们对您提供的、我们自行收集的及通过第三方收集的您的个人信息、您申请服务时的相关信息、您在使用服务时储存在金证通平台的非公开内容以及您的其他个人资料享有留存、整理加工、使用和披露的权利，具体方式包括但不限于： </div>
			<div class="inde4"> 1)出于为您提供服务的需要在本平台公示您的个人资料；</div>
			<div class="inde4">2)由人工或自动程序对您的个人资料进行获取、评估、整理、存储；</div>
			<div class="inde4"> 3)使用您的个人资料以改进本平台的设计和推广；</div>
			<div class="inde4"> 4)使用您提供的联系方式与您联络并向您传递有关服务和管理方面的信息；</div>
			<div class="inde4"> 5)对您的个人资料进行分析整合并向为您提供服务的第三方提供为完成该项服务必要的信息。当为您提供服务的第三方与您电话核实信息时，为保证为您服务的质量，您同意我们对上述核实电话进行录音。当第三方服务完成时，您同意第三方将服务结果信息以及对应的您个人基本信息（姓名、省份证号码、电话号码等）反馈给本平台。</div>
			<div class="inde4"> 6)在您违反与我们或我们的其他用户签订的协议时，披露您的个人资料及违约事实，将您的违约信息写入黑名单并与必要的第三方共享数据，以供我们及第三方审核、追索之用。</div>
			<div class="inde4"> 7)其他必要的使用及披露您个人资料的情形。您已明确同意本条款不因您终止使用金证通平台服务而失效。如因我们行使本条款项下权利使您遭受损失，我们对该等损失免责。</div>
			<div class="inde2">5.为更好地为您提供服务，您同意并授权金证通可与其合作的第三方进行联合研究，并可将通过本协议获得的您的个人信息投入到该等联合研究中。但金证通与其合作的第三方在开展上述联合研究前，应要求其合作的第三方对在联合研究中所获取的您的个人信息予以保密。
			</div>
			<div class="inde2">6.我们不会向与您无关的第三方恶意出售或免费提供您的个人资料，但下列情况除外： </div>
			<div class="inde4">1)事先获得您的明确授权；</div>
			<div class="inde4">2)按照相关司法机构或政府主管部门的要求；</div>
			<div class="inde4">3)以维护我们合法权益之目的； </div>
			<div class="inde4">4)维护社会公众利益； </div>
			<div class="inde4">5)为了确保金证通业务和系统的完整与操作。</div>
			<div class="inde4">6)符合其他合法要求。</div>

			<div class="inde2">7.您同意金证通利用您的个人信息与您联络并向您传递针对您行为特征而提供的信息，例如：有针对性的广告条、行政管理方面的通知、产品提供以及有关您使用本平台的通讯。您接受本协议即视为您同意收取这些信息。</div>
			<div class="r1"> 七. 知识产权及其他权利</div>
			<div class="inde2">1.金证通对本平台的所有内容，包括但不限于商标、文本、数据、图案、音频、视频、FLASH、设计、动画源代码和其他所有信息，拥有著作权、商标权、商业秘密以及其他相关的知识产权。
			</div>
			<div class="inde2">2.未经金证通事先书面同意，您或其他任何人不得复制、改编、传播、公布、展示或以任何其他方式，为任何盈利性或非营利性目的侵犯金证通的知识产权。
			</div>
			<div class="inde2">3.您为展业需要，通过付费方式获取的本平台展业素材，可以有限制的传播，但在传播过程中不得修改素材内容。
			</div>
			<div class="inde2">4.您为展业需要，可以复制、推广、传播本平台的展业二维码、广告等信息，但在推广过程中不得修改原信息内容，您有义务保证推广原始信息内容的完整性和准确性。您推广的内容和原始信息内容不符导致的纠纷您应负完全责任。</div>
			<div class="r1"> 八. 违约责任</div>
			<div class="inde2">1.如果您违反了您在本协议中所作的陈述、保证、承诺或任何其他义务，致使金证通及／或金证通的股东、实际控制人、员工、其他用户承受任何损失，您应向受损失的一方做出赔偿。</div>
			<div class="r1"> 九. 免责声明</div>
			<div class="inde2">1.由于本平台及相关第三方的设备、系统故障或缺陷、病毒、黑客攻击、网络故障、网络中断、地震、台风、水灾、海啸、雷电、火灾、瘟疫、流行病、战争、恐怖主义、敌对行为、暴动、罢工、交通中断、停止供应主要服务、电力中断、经济形势严重恶化、政府管制或其它类似事件，导致本平台未能履行本协议或履行本协议不符合约定，不构成我们的违约。对于因此导致的损失，我们将不承担任何责任。在发生以上事件时，我们有权根据需要随时暂停服务并不需要事先通知您。
			</div>
			<div class="inde2">2.鉴于目前的技术条件我们不保证用户在使用本平台服务时的操作不会中断或没有错误，不保证金证通所有产品缺陷可以得到纠正，亦不保证金证通所有产品能满足用户的所有要求。
			</div>
			<div class="inde2">3.您违反本注册协议、违反道德或法律的，侵犯他人权利（包括但不限于知识产权）的，我们不承担任何责任。同时，我们对任何第三方通过本平台发送服务或包含在服务中的任何内容不承担责任。
			</div>
			<div class="inde2">4.对您、其他用户或任何第三方发布、存储或上传的任何内容或由该等内容导致的任何损失或损害，我们不承担责任。
			</div>
			<div class="inde2">5.对黑客行为、计算机病毒、或因您保管疏忽致使帐号、密码被他人非法使用、盗用、篡改的或丢失，或由于与本平台链接的其它网站所造成您个人资料的泄露，我们不承担责任。如您发现任何非法使用用户帐号或安全漏洞的情况，请立即与我们联系。
			</div>
			<div class="inde2">6.您明确同意使用本平台所存在的风险由您本人承担，我们不对此承担任何担保、补偿、赔偿责任。
			</div>
			<div class="inde2">7.您明确同意金证通无须就您相关信息的丢失、损坏及／或任何间接的、附带的、特殊的、后果性的损失向您进行补偿及／或赔偿。</div>
			<div class="r1"> 十. 服务变更、中断或终止</div>
			<div class="inde2">1.如因升级的需要而暂停平台服务或调整服务内容，我们将尽可能在平台上或由运营部门通过微信、电话等方式进行通知。由于您未能及时获悉通知而造成的损失，我们不承担任何责任。
			</div>
			<div class="inde2">2.您明确同意，我们保留根据实际情况随时调整金证通提供的服务内容、种类和形式，或自行决定授权第三方向您提供原本我们提供的服务。因业务调整给您或其他用户造成的损失，我们不承担任何责任。同时，我们保留随时变更、中断或终止金证通全部或部分服务的权利。
			</div>
			<div class="inde2">3.发生下列任何一种情形，我们有权单方面中断或终止向您提供服务而无需通知您，且无需对您或第三方承担任何责任：
				<div class="inde4">1)您提供的个人资料不真实；</div>
				<div class="inde4">2)您违反本服务条款；</div>
				<div class="inde4"> 3)未经我们书面同意，将本平台用于商业目的。 </div>
				<div class="inde4">4.您可随时通知我们终止向您提供服务或直接取消金证通服务。自您终止或取消服务之日起，我们不再向您承担任何形式的责任。</div>
			</div>

		</div>
	</div>
</template>
<style scoped>
	input::-webkit-input-placeholder {
		/* WebKit browsers */
		color: #b1b1b1;
	}
	
	input:-moz-placeholder {
		/* Mozilla Firefox 4 to 18 */
		color: #b1b1b1;
	}
	
	input::-moz-placeholder {
		/* Mozilla Firefox 19+ */
		color: #b1b1b1;
	}
	
	input::-ms-input-placeholder {
		/* Internet Explorer 10+ */
		color: #b1b1b1;
	}
	
	.title {
		position: relative;
		text-align: center;
		padding: 10px;
		font-size: 16px;
		font-weight: bold;
	}
	
	.content {
		position: relative;
		padding: 10px;
		font-size: 12px;
		color: #a1a1a1;
	}
	
	.r1 {
		font-size: 14px;
		color: #000;
		padding: 5px;
	}
	
	.inde2 {
		text-indent: 20px;
	}
	
	.inde4 {
		text-indent: 20px;
		padding-left: 20px;
	}
</style>
<script>
	//引入请求方法
	import * as request from "./../../utils/request";
	import md5 from 'js-md5';
	import { Toast } from 'mint-ui';
	import * as config from "./../../config/app.config";
	export default {
		name: 'agreement',
		data() {
			return {

			}
		},

		//页面加载之后调用的hook函数
		mounted() {

		}

	}
</script>